Repository: codexilab/osclass-packages-relationship
Catalog: packages_relationship/languages/*/messages.po
Languages: es_es

source: Removed from <a href="%s">%s</a>
es_es: Removido de <a href="%s">%s</a>

source: <a href="%s">%s</a> has left the company
es_es: <a href="%s">%s</a> ha dejado la compañía

source: Request rejected by <a href="%s">%s</a>
es_es: Solicitud rechazada por <a href="%s">%s</a>

source: Request rejected from <a href="%s">%s</a>
es_es: Solicitud rechazada de <a href="%s">%s</a>

source: Invitation rejected by <a href="%s">%s</a>
es_es: Invitación rechazada por <a href="%s">%s</a>

source: Invitation rejected from <a href="%s">%s</a>
es_es: Invitación rechazada de <a href="%s">%s</a>

source: Invitation accepted from <a href="%s">%s</a>
es_es: Invitación aceptada de <a href="%s">%s</a>

source: Request accepted from <a href="%s">%s</a>
es_es: Solicitud aceptada de <a href="%s">%s</a>

source: Invitation accepted by <a href="%s">%s</a>
es_es: Invitación aceptada por <a href="%s">%s</a>

source: Request accepted by <a href="%s">%s</a>
es_es: Solicitud aceptada por <a href="%s">%s</a>

source: Notifications module
es_es: Módulo de notificaciones

source: Show from user menu
es_es: Mostrar desde el menú del usuario

source: Use this script for show manually (if you want)
es_es: Usa este script para mostrar manualmente (si deseas)

source: Company module
es_es: Módulo de compañía

source: Requests/Invitations module
es_es: Módulo de Solicitudes/Invitaciones

source: Black list
es_es: Lista negra

source: Unblock account
es_es: Desbloquear cuenta

source: Company
es_es: Compañía

source: Leave company
es_es: Dejar compañía

source: Message
es_es: Mensaje

source: Are you sure you want to leave the company?
es_es: ¿Estás seguro que quieres dejar la compañía?

source: Members
es_es: Miembros

source: Disinherit
es_es: Desheredar

source: Inherit
es_es: Heredar

source: You not have members
es_es: No tienes miembros

source: Notifications
es_es: Notificaciones

source: There are not anything
es_es: No hay nada

source: Invitations
es_es: Invitaciones

source: Requests
es_es: Solicitudes

source: Accept invitation
es_es: Aceptar invitación

source: Leave the current company for accept invitation from other company.
es_es: Dejar la compañía actual para aceptar la invitación de otra compañía.

source: Accept request
es_es: Aceptar solicitud

source: This user still belongs to a company. Wait for to the user leave the company for you can accept the request.
es_es: Este usuario todavía pertenece a una compañía. Espere a que el usuario deje la compañía para que pueda aceptar la solicitud.

source: Remove
es_es: Remover

source: Block account
es_es: Bloquear cuenta

source: Request sent
es_es: Solicitud enviada

source: Receive requests?
es_es: ¿Recibir solicitudes?

source: Receive invitations?
es_es: ¿Recibir invitaciones?

source: Your company
es_es: Tu compañía

source: Use package
es_es: Usar paquete

source: Awaiting approval
es_es: Esperando aprobacion

source: Waiting accept
es_es: Esperando aceptar

source: Remove invitation
es_es: Remover invitación

source: Unblock
es_es: Desbloquear

source: Are you sure you want remove invitation?
es_es: ¿Estás seguro que quiere remover la invitación?

source: Are you sure you want remove request?
es_es: ¿Estás seguro que quiere remover la solicitud?

source: Remove request
es_es: Remover solicitud

source: The user can not send you requests
es_es: El usuario no puede envirte solicitudes

source: Remove user
es_es: Remover usuario

source: Add user
es_es: Agregar usuario

source: Are you sure you want to block account?
es_es: ¿Seguro que quiere bloquear cuenta?

source: Join company
es_es: Unirse

source: The package of your company is defeated, contact your company
es_es: El paquete de su empresa está caducado, contacte a su compañía

source: You have used all the package you have been assigned, contact your company for an upgrade
es_es: Ha utilizado todo el paquete que se le ha asignado; póngase en contacto con su compañía para obtener una actualización

source: I have a User type account, why can't I receive invitations from Company type accounts?
es_es: Tengo una cuenta de tipo Usuario, ¿por qué no puedo recibir invitaciones de cuentas de tipo Empresa?

source: Go to Update account (from user logged).
es_es: Vaya a Actualizar la cuenta (desde usuario logeado).

source: Mark 'Receive invitations' field.
es_es: Marcar el campo 'Recibir invitaciones'.

source: Update.
es_es: Actualizar.

source: I have a Company type account, why can't I receive requests from User type accounts?
es_es: Tengo una cuenta de tipo Empresa, ¿por qué no puedo recibir solicitudes de cuentas de tipo Usuario?

source: Go to Update account (from company logged).
es_es: Vaya a Actualizar la cuenta (desde empresa logeada).

source: Mark 'Receive requests' field.
es_es: Marcar el campo 'Recibir solicitudes'.

source: I am User type account and I have joined a company, why I have not inherited the package of the company?
es_es: Soy una cuenta de tipo usuario y me he unido a una empresa, ¿por qué no heredé el paquete de la empresa?

source: When a user account is a member of a company, it does not automatically inherit the package from the company.
es_es: Cuando una cuenta de usuario es miembro de una empresa, no hereda automáticamente el paquete de la empresa.

source: The owner of the company's account must click on 'Inherit' to the members who wish they can use their publications package.
es_es: El propietario de la cuenta de la empresa debe hacer clic en "Heredar" para los miembros que deseen poder utilizar su paquete de publicaciones.

source: I am member of a company with its package inherited, but I don't want to use it and at the same time I do not want to leave the company, what do I do?
es_es: Soy miembro de una empresa con su paquete heredado, pero no quiero usarlo y, al mismo tiempo, no quiero dejar la empresa, ¿qué hago?

source: Unmark 'Use package' field.
es_es: Desmarque el campo 'Usar paquete'.

source: How to custom Company's Package Profile Information?
es_es: ¿Cómo personalizo Company's Package Profile Information?

source: How to custom Company module?
es_es: ¿Cómo personalizo el módulo Empresa?

source: How to custom Notifications module?
es_es: ¿Cómo personalizo el módulo Notificaciones?

source: How to custom Members module?
es_es: ¿Cómo personalizo el módulo Miembros?

source: How to custom Requests/Invitations module?
es_es: ¿Cómo personalizo el módulo Sulicitues/Invitaciones?

source: How to custom the public profile buttons?
es_es: ¿Cómo personalizo los botones del perfil público?
